acpi
alacritty
alsa-oss
alsa-utils
android-tools
arandr
arch-animated-startscreen
archey3
archey4
archlinux-themes-sddm
asus-kbd-backlight
autoconf
automake
aws-cli
base
bash
batterymon-clone
bind-tools
binutils
bison
blockify
blueman
bluez
bluez-firmware
bluez-hid2hci
bluez-utils-compat
brightnessctl
brillo
btmenu
bzip2
ceph
certbot
chili-sddm-theme
chromium
chromium-widevine
clockywock
code
consul-template
coreutils
cowsay
cryptsetup
dep
device-mapper
dhcpcd
dialog
diffutils
docker
docker-compose
dunst
e2fsprogs
efibootmgr
expressvpn
fakeroot
feh
file
filesystem
findutils
firefox
fish
flameshot
flex
freefonts
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gopass
govendor
graveman
grep
grim
grub
gzip
herbstluftwm
htop
httpie
inetutils
ioquake3-git
iproute2
iputils
jfsutils
jq
kodi
kubectl
kubernetes-helm
less
libpam-blue
libpqxx
libselinux
licenses
linux
linux-firmware
logrotate
lvm2
lxqt-openssh-askpass
ly
m4
make
man-db
man-pages
mdadm
minikube
mplayer
mpv
nano
ncdu
nerd-fonts-complete
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-l2tp
nmap
nodejs-fx
nodejs-webtorrent-cli
openssh
openssh-askpass
openvpn
pacman
patch
pavucontrol
pax-utils
pciutils
perl
picom
pkgconf
playerctl
polybar
porntime-bin
postgresql-9.6
procps-ng
proxydriver
psmisc
pulseaudio-bt-auto-enable-a2dp
pulseaudio-modules-bt-git
python-notify2
python-pip
python-virtualenv
python34
qt5-connectivity
redis
redshift-wlr-gamma-control-git
reflector
reiserfsprogs
rescuetime2
rofi
ruby-bundler
rxvt-unicode
s-nail
scrcpy
scrot
sddm
sddm-futuristic-theme
sddm-kcm
sddm-sugar-dark
sddm-theme-abstractdark-git
sed
shadow
slack-desktop
slurp
speedtest-cli
spiderfoot
spotify
spotify-tui
spotifyd-bin
sshfs
steam
steam-native-runtime
strongswan
sudo
sway
swaylock
sxhkd
sysfsutils
systemd-sysvcompat
tar
tcpdump
telegram-desktop-bin
terraform
texinfo
tor
tor-browser
traefik-bin
ttf-droid-min
ttf-font-awesome
ttf-google-fonts
ttf-hack
ttf-inconsolata
ttf-liberation
ttf-ms-fonts
unetbootin
unzip
usbutils
util-linux
vagrant
vagrant-libvirt
vault
vi
vim
vlc
vulkan-intel
vundle
waybar-git
webtorrent-desktop-bin
wget
which
wl-clipboard
wpa_supplicant
x11-ssh-askpass
xdotool
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
zoom
zsh
